[
    {
        "category": "Personnages Clés",
        "title": "Kip Largo",
        "content": "Toi, héros malgré toi, un pirate amateur avec un flair pour les ennuis."
    },
    {
        "category": "Personnages Clés",
        "title": "Banana Jack",
        "content": "Ton compagnon singe voleur, toujours prêt à te sauver (ou te trahir)."
    },
    {
        "category": "Personnages Clés",
        "title": "Capitaine Morve-Verte",
        "content": "Le méchant classique, caricatural et hilarant, qui éternue toujours au pire moment."
    },
    {
        "category": "Personnages Clés",
        "title": "Le Conseil des Singes",
        "content": "Un groupe de singes sages mais ridiculement dramatiques."
    },
    {
        "category": "Personnages Clés",
        "title": "Le Guide Magique",
        "content": "Un livre parlant, sarcastique et parfois complètement inutile."
    },
    {
        "category": "Scénario",
        "title": "Chapitre 1 : L'Appel des Vagues",
        "content": "Kip est coincé sur une petite île appelée Banana Bay, où il travaille comme plongeur pour récupérer les pièces des touristes. Tout change lorsqu’il découvre une page déchirée du Guide pour pirates en herbe mentionnant le Singe Doré. Avec un équipage improvisé (un perroquet sarcastique et Banana Jack), Kip vole un navire et prend la mer."
    },
    {
        "category": "Scénario",
        "title": "Chapitre 2 : Les Îles Maudites",
        "content": "Le guide magique conduit Kip à l’Archipel du Singe, où chaque île offre un défi unique : L’île des Crânes (énigmes mortelles), L’île des Bananiers (singes mutants), et L’île aux Vents Contraires (énigmes météo)."
    },
    {
        "category": "Scénario",
        "title": "Chapitre 3 : Le Conseil des Singes",
        "content": "Kip découvre une société secrète dirigée par des singes intelligents et organisés. Pour gagner leur confiance, il doit réussir une série de duels absurdes : combat de noix de coco, concours de grimaces et épreuve de chant marin."
    },
    {
        "category": "Scénario",
        "title": "Chapitre 4 : La Conspiration Pirate",
        "content": "Une flotte pirate rivale menée par le Capitaine Morve-Verte débarque, menaçant de s'emparer du Singe Doré. Kip et son équipage doivent se battre pour atteindre le trésor avant eux."
    },
    {
        "category": "Scénario",
        "title": "Chapitre 5 : Le Singe Doré",
        "content": "Dans un temple caché, Kip et son équipage découvrent le Singe Doré, mais une énigme finale bloque l’accès. Les choix du joueur déterminent la fin : devenir Seigneur des Mers, détruire le Singe Doré, ou échouer et finir dans une taverne."
    },
    {
        "category": "Gameplay",
        "title": "Exploration des îles",
        "content": "Le joueur explore des îles uniques, résout des énigmes et combat des pirates pour avancer dans l'histoire."
    },
    {
        "category": "Gameplay",
        "title": "Défis absurdes",
        "content": "Participer à des duels hilarants comme des concours de grimaces et des épreuves de chant marin."
    },
    {
        "category": "Gameplay",
        "title": "Énigmes et Combat",
        "content": "Navigue à travers des tempêtes, combat des pirates et résous des énigmes complexes pour atteindre tes objectifs."
    }
]
 